const START_MSG = `

Меня зовут Ио. Я помогу тебе научиться создавать сайты, программировать, моделировать и изучить различные языки, библиотеки и фреймворки.

Чтобы посмотреть все мои возможности просто выполни команду /help
`
const COMMANDS = `
Для того чтобы получить интересующую тебя информацию просто нажми на любую из этих команд, отправь их вручную или выбери из списка доступных команд в специальном меню.

<b>Команды:</b>
/start - Перезапустить бота
/help - Помощь
/y_course - Курcы на YouTube
/s_course - Курсы на Stepik
/free_training_plan - План бесплатного обучения
/crib_js_date - Шпаргалка по JS Дата и Время
/crib_python - Шпаргалка по Python
/learn_css_grid - Изучить CSS Grid
/learn_css_flexbox - Изучить CSS Flexbox
/learn_emmet - Быстрая вёрстка Emmet
/css_generators - CSS генераторы кода
/materials - Полезные материалы
`
const AUTHOR = `
Меня зовут, Исмаил Усеинов, я автор образовательного канала ITDoctor, который создан для обучения начинающих разработчиков созданию сайтов своими силами. Здесь вы найдете уроки по HTML, CSS, JavaScript, PHP, MySQL, Gulp, различным фреймворкам, библиотекам и многое другое, что нужно знать будущему разработчику.
`
const DONATION = `
🤝 Если тебе здесь нравится и ты хочешь поддержать автора материально, то можно перевести любое количсество рублей ему на карту Сбер VISA: 4274 3200 3233 1582 или нажав на кнопку ниже.
`
module.exports.START_MSG = START_MSG
module.exports.COMMANDS = COMMANDS
module.exports.AUTHOR = AUTHOR
module.exports.DONATION = DONATION

const BOT_NAME = 'ITDoctor Navigator Bot'
const BOT_DESCRIPTION = 'Этот бот поможет тебе найти информацию для изучения на канале ITDoctor.'
const BOT_ABOUT = 'Меня зовут Ио. Я помогу тебе научиться создавать сайты.'
const BOT_PIC = './img/bot_logo.png'