const paid_course_s = [
  '',
  '',
  '',
  'Курс состоит из 2 глав, в которых вы научитесь работать с различными директивами на Vue.js, создавать циклы, методы и вычисляемые свойства. Так как мы будем создавать реальное приложение с самых первых уроков вы будите лучше усваивать материал. В этом курсе не будет простых примеров из документации, а мы сразу перейдем к решению реальной задачи.\n\n15 видео уроков\n3 часа 30 минут\n\n<a href="https://stepik.org/z/99855">Смотреть</a>',
]
module.exports = paid_course_s