const free_course = [
  // 0 Редакторы кода: 0 Обзоры, 1 VS Code, 2 Sublime, 3 Brackets
  [
    'В этом плейлисте добавлены видео, которые уже были на канале, но звук теперь более качественный и видео про редактор VS Code было объединено из плейлиста по VS Code в одно видео с таймкодами и с добавлением бонусной информации о темах для VS Code (см. в описании видео по VS Code). Вся информация в этом плейлисте актуальна и изучив её вы будите знать все о редаткоре в котором будите работать в дальнейшем. Обзор Brackets, продолжится коротким видео о том почему стоит переходить на VS Code и если вы сразу же решили начать с VS Code то переходите к обзору VS Code длительностью час и не тратьте время на редактор Brackets.\n\n5 видео уроков\n2 часа 30 минут\n\n<a href="https://www.youtube.com/playlist?list=PLuY6eeDuleIO74IrW8y6DohRKaL5o1N1F">Смотреть</a>',
    'В этом разделе вы найдёте видео по редактору Microsoft Visual Studio Code. Здесь я делаю обзор редактора, рассказываю про настройки VS Code, про доступный функционал, как создавать сниппеты в VS Code, а так же показываю расширения (плагины) и темы которые использую я и подробно про них рассказываю.\n\n9 видео уроков\n2 часа 5 минут\n\n<a href="https://www.youtube.com/playlist?list=PLuY6eeDuleIMzp2sMA9NSj4UX_pI-jECS">Смотреть</a>',
    'Видео курс по редактору кода Sublime Text 3. В данном курсе будут уроки по Sublime Text 3, в которых я покажу вам как установить редактор sublime text, как настроить, как установить плагины и темы в sublime text 3. Сделать разделение экрана и включить боковой сайдбар (панель файлов проекта) в sublime text 3. Здесь вы узнаете все про редактор sublime text от А до Я.\n\n17 видео уроков\n2 часа 20 минут\n\n<a href="https://www.youtube.com/playlist?list=PLuY6eeDuleIM_rvF3ARKFYu7jAjuRrON6">Смотреть</a>',
    'В этом видео курсе мы будем говорить о редакторе кода Brackets. Редактор кода Brackets имеет большой функционал и набор инструментов для веб-разработчика.\n\n40 видео уроков\n1 час 50 минут\n\n<a href="https://www.youtube.com/playlist?list=PLuY6eeDuleINjpdYGtf2podRhv6DdrvKn">Смотреть</a>'
  ],

]

module.exports = free_course